namespace WebApplication1.Models
{
    public class ExcelTitle
    {
        public static string[] Corp= { "公司代码", "公司名称", "公司简称", "地址", "法人代表", "传真", "邮政编码", "登记纳税号", "电子邮箱",  "备注" };
        public static string[] Dept = { "所属公司", "部门代码", "部门名称", "状态"};
        public static string[] Post = { "岗位代码", "岗位名称", "所属公司代码","所属公司名称","所属部门代码","所属部门名称", "状态" };
        public static string[] Txryhd = { "姓名", "性别", "年龄", "联系电话", "身份证号", "民族", "政治面貌", "长期居住地", "户籍所在地", "特殊人员及其说明", "健康状况", "养老保险参保地", "医疗保险参保地", "是否还继续享受工伤保险待遇", "居住情况", "配偶姓名", "配偶健康状况", "配偶联系电话", "家庭主要联系人姓名", "家庭主要联系人与本人关系", "家庭主要联系人地址", "家庭主要联系人电话", "紧急联系人", "紧急联系人电话", "紧急联系人地址","转交接收地", "状态" };
        public static string[] Pjcljs = { "姓名", "身份证号码", "接收时间" };
        public static string[] Sqzf = { "流程号", "流程类型", "姓名", "身份证号码", "申请支付金额" };
        public static string[] TxryAdd = { "姓名", "性别", "年龄","手机号码", "身份证号","民族","政治面貌","长期居住地","户籍所在地" };
        public static string[] medical_fund ={ "姓名", "身份证号码","手机号码", "开户银行", "银行账号", "月度（元）", "医疗备用金（元）", "备注", "创建时间", "创建人" };
        public static string[] app_corp_bank = { "公司名称", "开户行省份", "开户行城市", "开户银行", "银行帐号", "行号", "有效开始时间", "有效结束时间", "状态" ,"备注"};
    }
}
